// 1990's poster list
var dramaPoster1990 = [
    {
        "id": 1,
        "title": "걸어서 하늘까지",
        "posterImg": "90-걸어서하늘까지",
        "widthImg": "가로-걸어서하늘까지",
        "sub-title": "소매치기와 대학생 남녀들이 얽혀 빚어내는 사랑과 꿈의 이야기",
        "actors": ["이병훈", "최민수", "김혜선", "손지창"],
        "job": ["감독", "배우", "배우", "배우"],
    },

    {
        "id": 2,
        "title": "마지막 승부",
        "posterImg": "90-마지막승부",
        "widthImg": "가로-마지막승부",
        "sub-title": "젊은이들의 승부와 좌절, 사랑을 숨 가쁘게 그려낸 농구 드라마",
        "actors": ["장두익", "장동건", "손지창", "심은하", "이상아"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 3,
        "title": "모래시계",
        "posterImg": "90-모래시계",
        "widthImg": "가로-모래시계",
        "sub-title": "해방 및 6.25 이후 최대의 격동기였던 70년대 말 부터 90년대 초까지의<br>현대사를 배경으로 한 개성있는 인물들의 이야기를 다룬 95년 최고의 레전드 드라마",
        "actors": ["이병훈", "최민수", "박상원", "고현정", "정상모"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 4,
        "title": "서울의 달",
        "posterImg": "90-서울의달",
        "widthImg": "가로-서울의달",
        "sub-title": "달동네에서 살아가는 사람들의 이야기를 그린 이 드라마는, 오랜 친구인 홍식과 춘섭의 우정을 중심으로 한다.<br>홍식은 불의의 사고로 모든 것을 잃고 고향에 남아 있던 춘섭을 서울로 불러들인다.",
        "actors": ["정인", "한석규", "최민식", "채시라"],
        "job": ["감독", "배우", "배우", "배우"],
    },

    {
        "id": 5,
        "title": "순풍 산부인과",
        "posterImg": "90-순풍산부인과",
        "widthImg": "가로-순풍산부인과",
        "sub-title": "원장 오지명과 그의 가족, 주변 인물들의 일상 속 황당한 사건들을 그린다.<br>사위 박영규와 장녀 오미선이 오지명의 집에 얹혀살면서 끊임없는 소동을 일으킨다.",
        "actors": ["주병대", "오지명", "선우옹여", "박미선", "이태란"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 6,
        "title": "질투",
        "posterImg": "90-질투",
        "widthImg": "가로-질투",
        "sub-title": "대학 동창생 하경과 영호 그리고 그들의 연인인 영애와 체리 등<br>젊은이들의 우정과 사랑을 그린 멜로 드라마",
        "actors": ["이승렬", "최수종", "최진실", "이응경"],
        "job": ["감독", "배우", "배우", "배우"],
    },

    {
        "id": 7,
        "title": "내일은 사랑",
        "posterImg": "90-내일은사랑",
        "widthImg": "가로-내일은사랑",
        "sub-title": "오랜 기간 친분을 유지해 온 같은 대학 동기 5명이 문화비평재단이라는 작은 동아리를 결성하면서<br>벌이는 여러 가지 일을 다룬 드라마",
        "actors": ["윤석호", "이병헌", "김정균", "이지형", "김정난"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 8,
        "title": "대장금",
        "posterImg": "90-대장금",
        "widthImg": "가로-대장금",
        "sub-title": "조선시대 궁녀 ‘서장금’이 의녀가 되기까지의 과정,<br>그리고 장금의 사랑과 성장",
        "actors": ["정성효", "이영애", "지진희"],
        "job": ["감독", "배우", "배우"],
    },
]

// 2000's posterlist
var dramaPoster2000 = [
    {
        "id": 1,
        "title": "궁",
        "posterImg": "00-궁",
        "widthImg": "가로-궁",
        "sub-title": "대한제국이라는 가상의 군주제를 배경으로 한 드라마로, 평범한 여고생 채경이 황태자 이신과 정략결혼을 하면서<br>벌어지는 이야기를 그린다. ",
        "actors": ["황인뢰", "주지훈", "윤은혜", "김정훈", "송지효"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
    {
        "id": 2,
        "title": "꽃 보다 남자",
        "posterImg": "00-꽃보다남자",
        "widthImg": "가로-꽃보다남자",
        "sub-title": "사립고에 다니게 된 세탁소집 딸과 부잣집 도련님들의 사랑을 그린 드라마",
        "actors": ["구혜선", "이민호", "김현중", "김범"],
        "job": ["감독", "배우", "배우", "배우"],
    },
    {
        "id": 3,
        "title": "내 이름은 김삼순",
        "posterImg": "00-내이름은김삼순",
        "widthImg": "가로-내이름은김삼순",
        "sub-title": "웃음거리가 되고 마는 촌스러운 이름, 뚱뚱한 외모라는 콤플렉스를 갖고 있지만 <br>전문 파티시에로 당당히 살아가는 30대 노처녀 김삼순의 삶과 사랑을 경쾌하게 그려낸 드라마",
        "supervision": "김윤철",
        "actor1": "김선아",
        "actor2": "현빈",
        "actors": ["김윤철", "김선아", "현빈"],
        "job": ["감독", "배우", "배우"],
    },
    {
        "id": 4,
        "title": "미안하다 사랑한다",
        "posterImg": "00-미안하다사랑한다",
        "widthImg": "가로-미안하다사랑한다",
        "sub-title": "어린 시절 입양된 차무혁이 배신과 복수를 위해 한국으로 돌아오면서 시작된다.<br>그는 가수 윤의 매니저로 들어가 복수를 계획하지만, 윤의 코디네이터 은채와 사랑에 빠진다.",
        "actors": ["이형민", "소지섭", "임수정", "정경호", "서지영"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
    {
        "id": 5,
        "title": "쾌걸춘향",
        "posterImg": "00-쾌걸춘향",
        "widthImg": "가로-쾌걸춘향",
        "sub-title": "남원고 전교 1등 모범생 춘향은 우연히 전교 꼴등인 몽룡과 엮이게 된다. 첫 만남부터 악연으로 <br시작한 두 사람은 자잘한 사건들을 함께 겪으며 가까워지고, 결국 계약 결혼을 통해 부부가 된다.",
        "actors": ["전기상", "한채영", "재희"],
        "job": ["감독", "배우", "배우"],
    },

    {
        "id": 6,
        "title": "파리의 연인",
        "posterImg": "00-파리의연인",
        "widthImg": "가로-파리의연인",
        "sub-title": "파리의 연인은 카메라맨 아버지를 여읜 태영이 프랑스에서 GD자동차 사장 기주의 가정부로 일하게 되며 시작된다.<br>오해와 갈등 속에서 두 사람은 점점 가까워지며 사랑을 키워간다.",
        "supervision": "손정현",
        "actor1": "박신양",
        "actor2": "김정은",
        "actors": ["손정현", "박신양", "김정은"],
        "job": ["감독", "배우", "배우"],
    },

    {
        "id": 7,
        "title": "풀 하우스",
        "posterImg": "00-풀하우스",
        "widthImg": "가로-풀하우스",
        "sub-title": "원래 집주인이었던 평범한 한 여자가 사기를 당해 아시아의 유명배우에게<br>자신이 살던 집을 내주게 되면서 일어나는 일들을 그린 드라마",
        "actors": ["표민수", "정지훈", "송혜교", "한다감"],
        "job": ["감독", "배우", "배우", "배우"],
    },

    {
        "id": 8,
        "title": "환상의 커플",
        "posterImg": "00-환상의커플",
        "widthImg": "가로-환상의커플",
        "sub-title": "오만하고 건방진 재벌 안나 조와 뻔뻔하고 단순한 장철수가 우연히 만나<br>안나 조의 기억상실로 인해 서로 얽히면서 벌어지는 이야기",
        "actors": ["윤석호", "한예슬", "오지호", "김성민", "박한별"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
]

// 2010's posterlist
var dramaPoster2010 = [
    {
        "id": 1,
        "title": "드림하이",
        "posterImg": "10-드림하이",
        "widthImg": "가로-드림하이",
        "sub-title": "기린예고 최악의 돌+아이들과 신경쇠약 직전의 최고 아이돌들이 펼치는<br>불꽃 튀는 팀 배틀을 그린 청춘 뮤직드라마",
        "actors": ["이응복", "수지", "김수현", "옥택연", "이지은"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 2,
        "title": "시크릿가든",
        "posterImg": "10-시크릿가든",
        "widthImg": "가로-시크릿가든",
        "sub-title": "무술감독을 꿈꾸는 스턴트 우먼 길라임과 '까칠한' 백만장자 백화점 사장 김주원의<br>영혼이 바뀌면서 벌어지는 일을 다룬 로맨스 판타지 드라마",
        "actors": ["유제원", "하지원", "현빈"],
        "job": ["감독", "배우", "배우"],
    },

    {
        "id": 3,
        "title": "상속자들",
        "posterImg": "10-상속자들",
        "widthImg": "가로-상속자들",
        "sub-title": "부유층 고교생들의 사랑과 우정을 그리는 청춘 트렌디 드라마",
        "actors": ["김성윤", "송강", "박신혜", "김우빈", "김지원"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 4,
        "title": "또 오해영",
        "posterImg": "10-또오해영",
        "widthImg": "가로-또오해영",
        "sub-title": "모든 것은 오해로 시작되었다! 오해영이라는 동명이인의 두 여자와그들 사이에서 <br>미래를 보기 시작한 남자 '박도경'이 미필적 고의로 서로의 인생에 얽혀가는 동명 오해 로맨스",
        "actors": ["송현욱", "에릭", "서현진", "전혜빈", "이재윤"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 5,
        "title": "응답하라 1988",
        "posterImg": "10-응답하라1988",
        "widthImg": "가로-응답하라1988",
        "sub-title": "쌍팔년도 쌍문동, 한 골목 다섯 가족의 왁자지껄 코믹 가족극",
        "actors": ["신원호", "이혜리", "류준열", "고경표", "박보검"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 6,
        "title": "쌈마이웨이",
        "posterImg": "10-쌈마이웨이",
        "widthImg": "가로-쌈마이웨이",
        "sub-title": "세상이 보기엔 부족한 스펙 때문에 마이너 인생을 강요하는 현실 속에서도,<br>남들이 뭐라던 '마이웨이'를 가려는 마이너리그 청춘들의 골 때리는 성장로맨스를 담은 드라마",
        "actors": ["이나정", "김지원", "박서준", "안재홍", "송하윤"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 7,
        "title": "태양의 후예",
        "posterImg": "10-태양의후예",
        "widthImg": "가로-태양의후예",
        "sub-title": "낯선 땅 극한의 환경 속에서 사랑과 성공을 꿈꾸는 젊은 군인과 의사들을<br>통해 삶의 가치를 담아낼 블록버스터급 휴먼 멜로 드라마",
        "actors": ["이응복", "송중기", "송혜교", "진구", "김지원"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 8,
        "title": "도깨비",
        "posterImg": "10-도깨비",
        "widthImg": "가로-도깨비",
        "sub-title": "'도깨비 신부'라 주장하는 '죽었어야 할 운명'의 소녀가 나타나며벌어지는 신비로운 낭만 설화",
        "actors": ["이응복", "공유", "김고은", "이동욱", "유인나"],
        "job": ["감독", "배우", "배우", "배우", "배우"],

    },
]

// 2020's poster list
var dramaPoster2020 = [
    {
        "id": 1,
        "title": "그 해 우리는",
        "posterImg": "20-그해우리는",
        "widthImg": "가로-그해우리는",
        "sub-title": "서로 안 좋게 헤어졌건만, 어쩔 수 없이 다시 카메라 앞에 선 두 사람. <br>그렇게 서로의 삶에 다시 모습을 드러내기 시작한다!",
        "actors": ["김은숙", "노정의", "최우식", "김다미", "김성철"],
        "job": ["감독", "배우", "배우", "배우", "배우"],

    },

    {
        "id": 2,
        "title": "더 글로리",
        "posterImg": "20-더글로리",
        "widthImg": "가로-더글로리",
        "sub-title": "차가운 응징과 따뜻한 위로가 공존하는 더 글로리<br>명확하고 정교하게 닦인 복수의 길이 선사하는 카타르시스!",
        "actors": ["김은숙", "김히어라", "송혜교", "박성훈", "임지연"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },

    {
        "id": 3,
        "title": "선재 없고 튀어",
        "posterImg": "20-선재없고튀어",
        "widthImg": "가로-선재없고튀어",
        "sub-title": "류선재. 그의 죽음으로 절망했던 열성팬 임솔이 최애를 살리기 위해<br>시간을 거슬러 2008 년으로 돌아간다!<br>다시 살게 된 열아홉, 목표는 최애 류선재를 지키는 것!",
        "actors": ["윤종호", "변우석", "이승협", "김혜윤", "김태성"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
    {
        "id": 4,
        "title": "술 꾼 도시여자들",
        "posterImg": "20-술꾼도시여자들",
        "widthImg": "가로-술꾼도시여자들",
        "sub-title": "술을 사랑하는 세 명의 여성이 일상 속에서 겪는 다양한 에피소드를 담은 드라마다.<br> 이들은 서로의 고민을 나누고, 우정과 사랑, 직장 생활의 어려움을<br>술 한 잔과 함께 해결해 나가며 성장해간다.",
        "actors": ["김정식", "정은지", "이선빈", "최시원", "한선화"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
    {
        "id": 5,
        "title": "스위트 홈",
        "posterImg": "20-스위트홈",
        "widthImg": "가로-스위트홈",
        "sub-title": "괴물화의 끝이자 신인류의 시작을 비로소 맞이하게 된 세상, 괴물과 인간의<br>모호한 경계 사이에서 선택의 기로에 놓인 이들의 더 처절하고 절박해진 상황",
        "actors": ["이응복", "송강", "이진욱", "이시영"],
        "actorsImg": ["이응복", "송강", "이진욱", "20-엄친아-윤지운", "20-엄친아-정소민"],
        "job": ["감독", "배우", "배우", "배우", "배우"]
    },
    {
        "id": 6,
        "title": "엄마 친구 아들",
        "posterImg": "20-엄마친구아들",
        "widthImg": "가로-엄마친구아들",
        "sub-title": "오류 난 인생을 재부팅하려는 여자와 그의 살아있는 흑역사인<br>'엄마친구아들'이 벌이는 파란만장 동네 한 바퀴 로맨스",
        "actors": ["유제원", "김지은", "정해인", "윤지온", "정소민"],
        "job": ["감독", "배우", "배우", "배우", "배우"]
    },
    {
        "id": 7,
        "title": "여신강림",
        "posterImg": "20-여신강림",
        "widthImg": "가로-여신강림",
        "sub-title": "외모 콤플렉스를 가지고 있다가 '화장'을 통해 여신이 된 주경과 남모를 상처를 간직한<br>수호가 만나 서로의 비밀을 공유하며 성장하는 자존감 회복 로맨틱 코미디",
        "actors": ["김상협", "문가영", "차은우", "황인엽", "박유나"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
    {
        "id": 8,
        "title": "이태원 클라쓰",
        "posterImg": "20-이태원클라쓰",
        "widthImg": "가로-이태원클라쓰",
        "sub-title": "불합리한 세상 속, 고집과 객기로 뭉친 청춘들의 '힙'한 반란이 시작된다.<br>세계를 압축해 놓은 듯한 이태원. 이 작은 거리, 각자의 가치관으로 자유를 쫓는 그들의 창업 신화",
        "actors": ["김성윤", "박서준", "김다미", "류경수", "이주영"],
        "job": ["감독", "배우", "배우", "배우", "배우"],
    },
]


